Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/utnevnt-fefo-styremedlemmer.html.tmx
Source language: nob
Languages: sme

source: Utnevnt FeFo styremedlemmer
sme: Nammadan FeFo stivralahtuid

source: Sametinget utnevnte disse medlemmene til styret i Finnmarkseiendommen (FeFo) 8.12.17.
sme: Sámedikki dievasčoahkkin nammadii dáid áirasiid Finnmárkoopmodaga stivrii bearjadaga 08.12.17.

source: Disse inntrer med en gang og fungerer i en 4 års periode.
sme: Sii doaibmagohtet dakkaviđe ja doibmet njeallje jagi áigodaga.

source: Sametinget har oppnevnt Mathis Nilsen Eira som medlem i styret til Finnmarkseiendommen.
sme: Sámediggi lea nammadan Mathis Nilsen Eira Finnmárkoopmodaga stivralahttun.

source: Som hans personlige varamedlem ble Inger Marie Gaup Eira oppnevnt.
sme: Su persovnnalaš várrelahttun válljejuvvui Inger Marie Gaup Eira.

source: Sametinget oppnevnte også Máret Guhttor som medlem til styret til Finnmarkseiendommen.
sme: Sámediggi lea maid nammadan Máret Guhttor Finnmárkoopmodaga stivralahttun.

source: Som hennes personlige varamedlem ble Fred Johnsen oppnevnt.
sme: Su persovnnalaš várrelahttun válljejuvvui Fred Johnsen.

source: Sametinget oppnevnte også Marit Kirsten Anti Gaup som medlem til styret til Finnmarkseiendommen.
sme: Sámediggi lea maid nammadan Marit Kirsten Anti Gaup Finnmárkoopmodaga stivralahttun.

source: Som hennes personlige varamedlem ble Ingar Eira oppnevnt.
sme: Su persovnnalaš várrelahttun nammaduvvui Ingar Eira.

source: Sametinget oppnevnte Ragnhild Nystad som medlem til Finnmarkseiendommens kontrollkomité.
sme: Sámediggi nammadii Ragnhild Lydia Nystad Finnmárkoopmodaga bearráigeahččanlávdegotti lahttun.

source: Som hennes personlige varamedlem ble Johan Vasara oppnevnt.
sme: Su persovnnalaš várrelahttun nammaduvvui Johan Vasara.
